//За допомогою циклу for і document.write() вивести 10 блоків div c довільним текстом всередині
for(let i = 0; i<10;i++){
    document.write(`<div>hello</div>`);
}
//За допомогою циклу for і document.write() вивести 10 блоків div c довільним текстом і індексом всередині
for(let j = 0; j<10;j++){
    document.write(`<div>$j</div>`);
}
// За допомогою циклу while вивести в документ 20 блоків h1 c довільним текстом всередині.
// За допомогою циклу while вивести в документ 20 блоків h1 c довільним текстом і індексом всередині.

// Використовуючи данні з масиву, за допомоги document.write та циклу
// побудувати структуру по шаблону
// Масив:
//
//     let listOfItems = ['html', 'css', 'javascript', 'mysql', 'mongodb', 'react', 'angular', 'node.js'];
//
// ШАБЛОН:
//     <ul>
//         <li>ITEM OF ARRAY</li>
//         <!--
//             і тд інші об'єкти масиву
//              ...
//              ...
//              ...
//         -->
//     </ul>
//
// замість 'ITEM OF ARRAY' підставити елемент з масиву щоб получився цілий список з даними з масиву
//
// -----------------------------------------------
